[docks]
fishdude0 = Hey selam, adamım. Madamım, dediğim. Güzel bir yolculuk için hazırım gibi, peki ya sen? [br]Umarım bu gemide bit yeniği yoktur, bilirsin.
fishdude1 = Geçen yıl tehlikeli bir geziden ucuz sıyrıldım. Öyle böyle, çok iyi değildi. 

[internal]
fishdude2 = Oh, hey madamım. Dinleniyordum, bilirsin ve etrafta bu kırılmış camı farkettim. Tuhaf, değil mi?
fishdude3 = ... Sana mı ait? Ah, havalı bence. Buna karışamam, bilirsin. 
fishdude4 = Ellerinle tuttuğun şeyler gerçekten harika, ama şey, yine de sen bilirsin, bileyun mu?
//Yanlış algılanabilir

[act3]
fishdude0 = Şey, teşekkürler madamım. Bunu beklemiyordum.
fishdude1 = Nasıl gidiyor, madamım? Buranın manzarası, ıssız gibi, hö.
fishdude2 = Bu buzullar oldukça büyük, ama endişelenme. Bu geminin broşürünü okudum, bu gemi, şey, batamaz. Asla.
fishdude3 = Filmlerde olanlar gibi, bileyun mu? Bunun gibi bir gemi, batmayan. Sonunun böyle olduğunu hiç görmemiştim.

carried0 = Oh! Oldukça güçlüsün değil mi?

[fluff]
fishdude0 = Hey, Madamım. N'aber? Şuna bakıyordum, şey, oldukça sakin bir bahçeye. Burada şey var çiçekler ve çöp gibi şeyler.
fishdude1 = Buradaki balkonun güzel bir manzarası var, bileyun mu?